# IdeaStatiCa.ConnectionApi.Model.Line

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Color** | **List&lt;int&gt;** |  | [optional]
**Pairs** | **List&lt;int&gt;** |  | [optional]
**Thickness** | **double** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)